/* Localized versions of Info.plist keys */

/* See TextEdit's InfoPlist.strings file for examples */
CFBundleName = "BibDesk";		 /* This is for the localized "short" name in the app menu bar */
CFBundleDisplayName = "BibDesk"; /* This is for the localized "long" name in Finder, etc */

/* Current documentation says CFBundleGetInfoString is deprecated in favor of this */
NSHumanReadableCopyright = "Copyright © 2001-2007 Michael O. McCracken.";

CFBundleHelpBookFolder = "BibDesk Help";
CFBundleHelpBookName = "BibDesk Help";

/* Localizations for the type names, shown in save-as popup */

NSStringPboardType = "Plain Text";
"BibTeX Database" = "BibTeX";
"RIS/Medline File" = "RIS";
"BibDesk Item" = "Publication";
"Web of Science File" = "Web of Science";